Repository: Br3nda/drupal-module-og
Catalog: po/*.po
Languages: da, nl

source: groups
da: grupper
nl: groepen

source: subscribe
da: abbonnér
nl: inschrijven

source: my subscription
da: mit abbonnement
nl: mijn inschrijving

source: unrecognized user ID: %uid
nl: onbekende gebruikers-ID: %uid

source: User is not a member of the specified group
nl: De gebruiker is geen lid van de opgegeven groep

source: User is not allowed to retrieve subscriptions for another user.
nl: De gebruiker mag geen inschrijvingen van andere gebruikers opvragen.

source: A group provides a home page for like minded users. There they post articles about their shared interest.
nl: Een groep voorziet in een thuispagina voor gebruikers met dezelfde interesses. Op deze pagina posten ze er artikels over.

source: Basic group node for Organic groups
nl: Basisgroep node voor Organic groups

source: group
da: gruppe
nl: groep

source: Welcome message
nl: Welkomstbericht

source: This message is shown by default at the top of the group home page.
nl: Dit bericht wordt standaard getoond bovenaan de thuispagina van de groep.

source: create groups
da: tilføj grupper
nl: groepen aanmaken

source: Group specific blocks are only visible on group pages and not on systemwide pages like the home page or admin pages.
nl: Groep-specifieke blokken zijn enkel zichtbaar op pagina's van de groep, niet op pagina's als de thuispagina of admin pagina's.

source: In order to let group admins determine their own group theme, you must enable multiple themes using %page.
nl: Om admins toe te laten om een eigen sjabloon te kiezen voor de groep, moet je meerdere templates toelaten via %page.

source: theme configuration page
da: Tema konfigurationsside
nl: templateconfiguratiepagina

source: subscribe to group
da: Abbonnér på gruppe
nl: inschrijven bij de groep

source: my groups
nl: mijn groepen

source: unsubscribe from group
da: Opsig abbonnement på gruppe
nl: uitschrijven van de groep

source: approve subscription request
da: Godkend abbonementsansøgning
nl: verzoek tot inschrijving goedkeuren

source: deny subscription request
da: Nægt abbonnementsansøgning
nl: verzoek tot inschrijving afkeuren

source: create group administrator
da: Opret gruppe-administrator
nl: groepsbeheerder aanmaken

source: delete group administrator
da: Slet gruppe-administrator
nl: groepsbeheerder verwijderen

source: remove post from group
da: Fjern indlæg fra gruppe
nl: inzending verwijderen uit groep

source: group feed
da: gruppe feed
nl: groep feed

source: subscriber management
da: Abbonnemtsstyring
nl: ledenbeheer

source: manage subscription
da: håndter abbonnementer
nl: inschrijving beheren

source: send invitation
nl: uitnodiging versturen

source: add subscribers
da: tilføj abbonnementer
nl: leden toevoegen

source: Send email to %group
da: Send email til %group
nl: e-mail verzenden naar %group

source: Your email will be sent to %count in this group. Please use this feature sparingly.
da: Din e-mail vil blive sendt til %count i denne gruppe. Brug venligst denne funktion sjældent.
nl: Uw e-mail zal verstuurd worden naar %count binnen deze groep. Gelieve deze mogelijkheid niet te misbruiken.

source: Enter a subject for your email.
da: Skriv et emne for din e-mail.
nl: Vul een onderwerp voor uw e-mail in.

source: Enter a body for your email.
da: Skriv indhold i din e-mail.
nl: Vul de inhoud voor je e-mail in.

source: Send email
nl: E-mail verzenden

source: -------------------------------- This message was sent by an administrator in the '%group' group at %site. To visit this group, browse to %url1. To unsubscribe from this group, visit %url2
da: -------------------------------- Denne besked blev sent af en administrator i '%group' gruppe fra %site. For at besøge gruppen, gå til %url1. For at opsige dit abbonnement på denne gruppe, besøg %url2
nl: -------------------------------- Dit bericht werd verzonden door een beheerder van de groep '%group' op %site. Om deze groep te bezoeken, ga naar %url1. Om uit deze groep uit te schrijven, ga naar %url2

source: %count emails sent.
da: %count e-mails sendt
nl: %count e-mails verzonden.

source: You may not unsubscribe from this group because it is a %closed group. You should request unsubscription from a group administrator.
nl: U kan niet uitschrijven uit deze groep omdat het een %closed groep is. U moet uw uitschrijving aanvragen bij een beheerder van deze groep.

source: You may not unsubscribe from this group because you are its owner. A site administrator can assign ownership to another user and then you can unsubscribe.
nl: U kan niet uitschrijven uit deze groep omdat u er de eigenaar van bent. Een site-beheerder kan iemand anders aanduiden als eigenaar; pas daarna kan u uitschrijven.

source: Unsubscribe from this group
da: Opsig abbonnement på denne gruppe
nl: Uitschrijven uit deze groep

source: Goodbye
da: Farvel
nl: Tot ziens

source: Actions
nl: Acties

source: Email notification
nl: Verwittiging via e-mail

source: enabled
da: Aktiveret
nl: ingeschakeld

source: Do you want to receive an email each time a message is posted to this group?
da: Vil du modtage en e-mail hver gang en besked skrives her i denne gruppe?
nl: Wilt u een e-mail ontvangen elke keer dat er een bericht wordt gepost in deze groep?

source: home
da: hjem
nl: start

source: Subscription saved.
da: Abbonnement gemt.
nl: Inschrijving opgeslagen.

source: Subscription request approved.
da: Abbonnementansøgning godkendt
nl: Verzoek tot inschrijving goedgekeurd.

source: Subscription request approved for '%title'
da: Abbonnementansøgning godkendt for '%title'
nl: Verzoek tot inschrijving goedgekeurd voor '%title'

source: You may now post messages in this group located at %url
da: Du kan nu skrive beskeder i gruppen her %url
nl: Je kan berichten publiceren in deze groep via %url

source: Subscription request denied.
da: Abbonnementansøgning afvist
nl: Verzoek tot inschrijving afgekeurd.

source: Subscription request denied for %title
da: Abbonnementansøgning afvist for %title
nl: Verzoek tot inschrijving afgekeurd voor %title

source: Sorry, your subscription request was denied.
da: Desværre, din abbonnementansøgning blev afvist
nl: Sorry, uw verzoek tot inschrijving is afgekeurd.

source: User was promoted to %ga
nl: Gebruiker is gepromoveerd tot %ga

source: group administrator
nl: groepsbeheerder

source: User is no longer a %ga
nl: Gebruiker is geen %ga meer

source: Confirmation
da: Bekræftelse
nl: Bevestiging

source: Remove %title from this group.
da: Fjern %title fra denne gruppe
nl: %title uit deze groep verwijderen.

source: Remove
da: Fjern
nl: Verwijderen

source: %title removed from group.
nl: %title is uit de groep verwijderd.

source: Email addresses or usernames
nl: E-mailadressen of gebruikersnamen

source: Enter up to %max email addresses or usernames. Separate multiple addresses by commas or new lines. Each person will receive an invitation message from you.
nl: Vul tot maximaal %max e-mailadressen of gebruikersnamen in. Scheid de adressen van elkaar met komma's of nieuwe lijnen. Elke gebruiker zal van u een uitnodiging krijgen.

source: Personal message
da: Personlig besked
nl: Persoonlijk bericht

source: Optional. Enter a message which will become part of the invitation email.
nl: Optioneel. Vul een bericht in; het wordt een onderdeel van de uitnodiging.

source: Send invitation
nl: Uitnodiging verzenden

source: You may not specify more than %max email addresses or usernames.
nl: U kan niet meer dan %max e-mailadressen of gebruikersnamen opgeven.

source: invalid email address or username:
nl: ongeldig e-mailadres of gebruikersnaam:

source: Invitation to join the group "%group" at %site
da: Invitation til at blive medlem af gruppen "%group" på %site
nl: Uitnodiging voor groep "%group" op %site

source: Hi. I'm a member of '%group' and I welcome you to join this group as well. Please see the link and message below.
da: Hej. Jeg er medlem af '%group' , og jeg inviterer dig til at indmelde dig også. Se venligst link og besked nedenfor.
nl: Hallo. Ik ben lid van de '%group' groep en ik nodig u uit om me te vervoegen. Bekijk de link en het bericht hieronder.

source: Subscribe: %url
da: Abbonnér: %url
nl: Inschrijven: %url

source: In order to subscribe to this group, you must login or register a new account. After you have successfully done so, you will need to follow the %subscribe link again.
nl: Om in te schrijven bij deze groep, moet u inloggen of een nieuwe account aanmaken. Eens u dat heeft gedaan, moet u opnieuw de %subscribe link volgen.

source: Subscription request for '%group' from '%name'
da: Abbonnementansøgning til '%group' fra '%name'
nl: Verzoek tot inschrijving in '%group' van '%name'

source: To instantly approve this request, visit %url.
nl: Om dit verzoek onmiddellijk goed te keuren, ga naar %url.

source: You may deny this request or manage subscribers at %url
nl: U kan dit verzoek afkeuren of leden beheren op %url

source: Subscription request to the %group group awaits approval by an administrator.
nl: Verzoek tot inschrijving bij groep %group moet goedgekeurd worden door een beheerder.

source: Subscribed to the %group group
nl: Ingeschreven bij groep %group

source: Subscription request to the %group group was rejected, only group administrators can add users to this group.
nl: Verzoek tot inschrijving in de groep %group is niet ingewilligd; enkel groepbeheerders kunnen gebruikers toevoegen aan deze groep.

source: User unsubscribed from group.
da: Bruger opsagt abbonnement på gruppe.
nl: Gebruiker uitgeschreven uit groep.

source: List of users
da: Liste over brugere
nl: Gebruikerslijst

source: Add one or more usernames in order to associate users with this group. Multiple usernames should be separated by a comma.
da: Tilføj et eller flere brugernavne til gruppen. Flere brugernavne adskilles med komma.
nl: Voeg een of meerdere gebruikersnamen toe om de gebruikers met deze groep te associëren. De verschillende gebruikersnamen moeten gescheiden worden door een komma.

source: Unrecognized %names:
da: Ukendte %names:
nl: Niet herkende %names:

source: %count added to the group
da: %count tilføjet til gruppen
nl: %count toegevoegd aan de groep

source: edit group
da: rediger gruppe
nl: groep bewerken

source: unsubscribe
da: opsig abbonnement
nl: uitschrijven

source: admin: remove
da: admin: fjern
nl: beheer: verwijderen

source: admin: create
da: admin: tilføj
nl: beheer: aanmaken

source: approve
da: godkend
nl: goedkeuren

source: Subscribers
da: Abbonnementer
nl: Leden

source: No groups
da: Ingen grupper
nl: Geen groepen

source: You may also view an <a href="%opml">OPML file</a> listing RSS feeds from your subscribed groups.
nl: U kan ook een <a href="%opml">OPML bestand</a>bekijken dat RSS feeds van uw ingeschreven groepen als lijst weergeeft.

source: No posts in this group.
da: Ingen indlæg i denne gruppe.
nl: Geen berichten in deze groep.

source: No public posts in this group. Consider subscribing to this group in order to view its posts.
nl: Geen publieke berichten in deze groep. Schrijf in bij de groep om de posts te kunnen zien.

source: A brief description for the group details block and the group directory.
nl: Een korte beschrijving voor het groepdetails-blok en de groepsdirectory.

source: Group website
nl: Website van de groep

source: If your group has its own website, enter the address here.
nl: Als uw groep een eigen website heeft, vul hier het adres in.

source: Subscription requests
nl: Verzoeken tot inschrijving

source: open - subscription requests are accepted immediately.
nl: open - verzoeken tot inschrijving worden meteen goedgekeurd.

source: moderated - subscription requests must be approved.
da: modereret - abbonnemtansøgninger skal godkendes
nl: gemodereerd - verzoeken tot inschrijving moeten goedgekeurd worden.

source: invite only - subscriptions must be created by an administrator.
da: invitation kræves - abbonnementer kan kun tilføjes af administrator
nl: enkel op uitnodiging - inschrijvingen worden aangemaakt door een beheerder.

source: closed - subscriptions are fully administered by an administrator.
nl: gesloten - inschrijvingen worden volledig beheerd door een beheerder.

source: How should subscription requests be handled in this group? When you select <em>closed</em>, users will not be able to subscribe <strong>or</strong> unsubscribe.
nl: Hoe moeten verzoeken tot inschrijving behandeld worden in deze groep? Als u <em>gesloten</em> selecteert, zullen gebruikers niet in staat zijn om in te schrijven <em>of</em> uit te schrijven.

source: registration form
nl: registratieformulier

source: Should this group be available for subscription during registration?. If checked, a corresponding checkbox will be added to the registration form.
nl: Moeten gebruikers zich kunnen inschrijven bij deze groep tijdens de registratie? Zo ja zal een overeenkomstig keuzevakje toegevoegd worden aan het registratieformulier.

source: list in groups directory
nl: opnemen in de groepdirectory

source: Should this group appear on the %page?
nl: Moet deze groep verschijnen op de %page?

source: list of groups page
nl: lijst met groepen pagina

source: subscribe to email notifications
nl: inschrijven voor verwittigingen via e-mail

source: Should subscribers to this group be automatically notified via email of new posts and comments? Users may always change this setting on their %mysubscription page.
nl: Moeten leden van deze groep automatisch via e-mail op de hoogte gebracht worden van nieuwe posts en commentaren? Gebruikers kunnen deze instelling steeds wijzigen op hun %mysubscription pagina.

source: My subscription
nl: Mijn inschrijving

source: Selecting a different locale will change the interface language of the group. Users who have chosen a preferred language always see their chosen language.
nl: Een andere lokalizatie verandert de taal van de groep. Gebruikers die een voorkeurstaal hebben ingesteld, zien steeds hun eigen taal.

source: Selecting a different theme will change the look and feel of the group.
nl: Een andere template verandert de "look and feel" van de groep.

source: Please enter a valid URL for group website, such as http://www.example.com/
nl: Gelieve een geldige URL in te vullen voor de website van deze groep, bijvoorbeeld http://www.example.com

source: Public
da: Offentlig
nl: Publiek

source: Show this post to everyone, or only to subscribers of the groups checked below. Only uncheck this box if truly needed.
nl: Toon deze post aan iedereen, of enkel aan leden van de hieronder aangevinkte groepen. Deselecteer deze checkbox enkel wanneer echt nodig.

source: Show this post to everyone, or only to subscribers of the groups checked below. Only check this box if truly needed.
nl: Toon deze post aan iedereen, of enkel aan leden van de hieronder aangevinkte groepen. Vink deze checkbox enkel aan wanneer echt nodig.

source: Audience
da: Publikum
nl: Publiek

source: Show this post in these groups.
da: Vis dette indlæg i disse grupper.
nl: Toon deze berichten in deze groepen.

source: Groups
da: Grupper
nl: Groepen

source: %author added '%title' at %site
da: %author tilføjede '%title' på %site
nl: %author heeft '%title' toegevoegd op %site

source: View original:
nl: Origineel bekijken:

source: Post reply:
nl: Antwoord posten:

source: You are subscribed to the group '%group_name' at '%site'. To manage your subscription, visit %group_url
da: Du abbonnerer på gruppen '%group_name' på '%site'. For at håndtere dit abbonnement, besøg %group_url
nl: U bent ingeschreven bij de '%group_name' groep op %site. Om uw inschrijving te beheren, ga naar %group_url

source: Subscribe to %name.
nl: Inschrijven bij %name.

source: (approval needed)
da: (godkendelse nødvendig)
nl: (goedkeuring vereist)

source: Organic groups access control has been disabled. You may now disable the module on the <em>%modules</em> page
da: Organiske grupper adgangskontrol er deaktiveret. Du kan nu deaktivere modulet på <em>%modules</em> siden
nl: Toegangsbeheer voor Organic groups is uitgeschakeld. U kan nu de module uitschakelen op de <em>%modules</em> pagina

source: admin/modules
nl: beheren/modules

source: Organic groups access control enabled.
da: Organiske grupper adgangskontrol aktiveret
nl: Toegangsbeheer voor Organic groups ingeschakeld.

source: Group details
da: Gruppe detaljer
nl: Groepdetails

source: Group authors
nl: Auteurs van de groep

source: New groups
nl: Nieuwe groepen

source: My groups
nl: Mijn groepen

source: Group notifications
nl: Groepsverwittigingen

source: Maximum number of items to show
nl: Maximum aantal items dat wordt weergegeven

source: This group offers a %groupfeed and an %email.
nl: Deze groep biedt een %groupfeed en een %email aan.

source: email subscription
nl: inschrijving via e-mail

source: Or subscribe to these personalized, sitewide feeds:
nl: Of schrijf in bij deze gepersonaliseerde feeds:

source: my unread:
nl: mijn ongelezen:

source: my groups:
nl: mijn groepen:

source: all posts:
nl: alle berichten:

source: Browse all of my groups.
nl: Overloop al mijn groepen.

source: OPML file
nl: OPML bestand

source: Browse the newest groups.
nl: Overloop de nieuwste groepen.

source: View all subscribers.
da: Se alle abbonnementer.
nl: Toon alle leden.

source: Recent authors
nl: Recente auteurs

source: invite friend
da: inviter en ven
nl: vriend uitnodigen

source: Your subscription request awaits approval.
da: Din abbonnementansøgning afventer godkendelse.
nl: Uw inschrijving moet goedgekeurd worden.

source: delete request
da: slet forespørgsel
nl: verzoek verwijderen

source: You must login/register in order to contribute to this group.
nl: U moet inloggen of registreren om tot deze groep te kunnen bijdragen.

source: request subscription
da: ansøg om abbonnement
nl: inschrijving aanvragen

source: This is a %closed group. The group administrators add/remove subscribers as needed.
nl: Dit is een %closed groep. De groepsbeheerders voegen zelf, wanneer nodig, leden toe.

source: create %type
da: tilføj %type
nl: %type aanmaken

source: Add a new %s in this group.
da: Tilføj en ny %s i denne gruppe.
nl: Een nieuw %s toevoegen in deze groep.

source: Enable
da: Aktiver
nl: Inschakelen

source: Disable
da: Deaktiver
nl: Uitschakelen

source: Organic groups configuration
da: Organiske grupper konfiguration
nl: Configuratie van organic groups

source: Before disabling this module, use the button below to restore default permissions.
nl: Alvorens deze module uit te schakelen, gebruik onderstaande knop om de standaard toegangsrechten terug te zetten.

source: You usually want to enable access control with this module. The button below will delete one record in your node_access table and thus enable node permissions on your site. You may revert by clicking the same button again.
nl: Gewoonlijk wilt u met deze module toegangscontrole inschakelen. Onderstaande knop zal een record in je node_access tabel verwijderen en op die manier toegangsrechten voor inhoud op uw site inschakelen. U kan dit omkeren door opnieuw op dezelfde knop te klikken.

source: Organic groups access control is currently
da: Organiske grupper adgangskontrol er på nuværende tidspunkt
nl: Toegangsbeheer voor organic groups is op dit moment

source: New groups don't appear in the groups directory. Administrators control the directory exclusively.
nl: Nieuwe groepen verschijnen niet in de groepsdirectory. Enkel beheerders beheren de groepsdirectory.

source: New groups always appear in the groups directory.
nl: Nieuwe groepen worden altijd getoond in de groepdirectory.

source: Group creator chooses whether her group appears in the directory. Defaults to %in.
nl: De aanmaker van de groep beslist of de groep al dan niet in de groepsdirectory verschijnt. Standaarwaarde is %in.

source: in directory
nl: in de directory

source: Group creator chooses whether her group appears in the directory. Defaults to %out.
nl: De aanmaker van de groep beslist of de groep al dan niet in de groepsdirectory verschijnt. Standaarwaarde is %out.

source: not in directory
nl: niet in de directory

source: Groups directory control
nl: Controle van de groepdirectory

source: OG admins always see the checkbox for adding a group to the %dir. Note that changing this setting has no effect on existing posts. Re-save those posts to acquire this new setting.
nl: OG-beheerders zien altijd het keuzevakje om een groep aan de %dir toe te voegen. Merk op dat het veranderen van deze instelling geen invloed heeft op bestaande berichten. Sla deze posts opnieuw op om de nieuwe instelling te verkrijgen.

source: groups directory
nl: groepdirectory

source: New groups don't appear in on the registration form. Administrators control the form exclusively.
nl: Nieuwe groepen verschijnen niet op het registratieformulier. Enkel beheerders beheren het formulier.

source: New groups always appear on the registration form.
nl: Nieuwe groepen worden altijd getoond op het registratieformulier.

source: Group creator chooses whether her group appears on the registration form. Defaults to %in.
nl: De aanmaker van de groep bepaalt of de groep al dan niet op het registratieformulier verschijnt. Standaardwaarde is %in.

source: on form
nl: op het formulier

source: Group creator chooses whether her group appears on the registration form. Defaults to %out.
nl: De aanmaker van de groep bepaalt of de groep al dan niet op het registratieformulier verschijnt. Standaardwaarde is %out.

source: not on form
nl: niet op het formulier

source: Registration form control
nl: Controle van het registratieformulier

source: New group members are never subscribed to email notifications by default. Users may choose to enable this for themselves on their my subscription page.
nl: Nieuwe groepsleden zijn standaard nooit ingeschreven voor verwittigingen via e-mail. Gebruikers kunnen dit zelf inschakelen op hun %mysubscription pagina.

source: New group members are always subscribed to email notifications by default.
nl: Nieuwe groepsleden zijn standaard ingeschreven voor verwittigingen via e-mail.

source: Group creator chooses whether her members are automatically subscribed to email notifications. Defaults to %in.
nl: De aanmaker van de groep bepaalt of de leden al dan niet automatisch ingeschreven zijn voor verwittigingen via e-mail. Standaardwaarde is %in.

source: yes notification
nl: wel verwittiging

source: Group creator chooses whether her members are automatically subscribed to email notifications. Defaults to %out.
nl: De aanmaker van de groep bepaalt of de leden al dan niet automatisch ingeschreven zijn voor verwittigingen via e-mail. Standaardwaarde is %out.

source: no notification
nl: geen verwittiging

source: Group email notifications
nl: Verwittigingen van de groep via e-mail

source: Should new subscribers to a group automatically be notified via email when new content is posted to the group? Note that changing this setting has no effect on existing subscriptions.
nl: Moeten nieuwe leden van een groep automatisch verwittigd worden via e-mail wanneer er nieuwe inhoud wordt gepost in de groep? Merk op dat het aanpassen van deze instelling geen invloed heeft op bestaande inschrijvingen.

source: Node authoring form
nl: Formulier voor het schrijven van een node

source: This text will be displayed at the top of the group submission form. It is useful for helping or instructing your users.
da: Denne tekst vil blive vist på toppen af gruppe indsendelsesblanketten. Den er hjælpsom som guide til brugere.
nl: Deze tekst zal bovenaan het inschrijvingsformulier voor de groep verschijnen. Het is nuttig om uw gebruikers te helpen.

source: Visible only within the targeted groups
da: Kun synlig indenfor de specificerede grupper
nl: Enkel zichtbaar in de bedoelde groepen
