Repository: Br3nda/drupal-module-og
Catalog: po/*.po
Languages: da, nl

source: Visible within the targeted groups and on other pages
da: Synlig indenfor specificerede grupper og på andre sider
nl: Zichtbaar in de bedoelde groepen en op andere pagina's

source: Visibility chosen by author/editor using a checkbox on the posting form.
nl: Zichtbaarheid bepaald door auteur of bewerker, gebruik makend van een keuzevakje op het inzend-formulier.

source: Checkbox defaults to %pub.
nl: Keuzevakje staat standaard op %pub.

source: Checkbox defaults to %pri.
nl: Keuzevakje staat standaard op %pri.

source: Private
nl: Privé

source: Visibility of posts
da: Synlighed af indlæg
nl: Zichtbaarheid van berichten

source: Determine how broadly available a given post should be when it is affiliated with a group. OG admins always see the checkbox for making a post %pub. Note that changing this setting has no effect on existing posts. Re-save those posts to acquire this new setting.
nl: Stel in in hoeverre een gegeven post beschikbaar moet zijn wanneer het aan een groep gekoppeld is. OG admins zien steeds de checkbox om een post %pub te maken. Merk op dat het aanpassen van deze instelling geen invloed heeft op bestaande posts. Sla deze posts opnieuw op om de nieuwe instelling te verkrijgen.

source: optional
da: frivillig
nl: optioneel

source: Audience required
da: Publikum påkrævet
nl: Doelpubliek vereist

source: Do you require that all posts be affiliated with a group? If so, new users will be unable to complete a post until they join a group. Note that changing this setting will affect existing posts when they are edited.
nl: Moeten alle berichten gekoppeld worden aan een groep? Indien ja, zullen nieuwe gebruikers geen post kunnen aanmaken totdat ze ingeschreven zijn bij een groep. Merk op dat het aanpassen van deze instelling invloed heeft op bestaande posts wanneer ze worden bewerkt.

source: Omitted content types
da: Udeladte indholdstyper
nl: Weggelaten inhoudstypes

source: Select any node types which should <em>not</em> participate in the Audience targetting system. Node types which are designated as group home page node types (see below) will be automatically excluded.
nl: Selecteer een inhoudstype dat <em>geen</em> deel moet uitmaken van het Luisteraars systeem. Inhoudstypes die aangeduid zijn als inhoudstype voor thuispagina's van groepen (zie hieronder) worden automatisch uitgesloten.

source: Group home page
nl: Groep thuispagina

source: Group by content type
nl: Per inhoudstype groeperen

source: Presentation style
nl: Voorstellingswijze

source: If neither of these presentations suits you, you may override in the theme layer.
nl: Indien geen van deze voorstellingswijzen u bevalt, kan u ze te niet doen in de template-laag.

source: Maximum posts on group home page
da: Maksimum antal indlæg på gruppe hjemmesiden
nl: Maximum aantal berichten op de thuispagina van de groep

source: If using River of News display, indicate the number of posts on home page. If grouping posts by content type, indicate number of posts per type.
nl: In het geval van een River of News voorstelling, duid het aantal posts aan op de thuispagina. In het geval van een groepering van posts op basis van het inhoudstype, duid het aantal posts per type aan.

source: Group home page node types
nl: Inhoudstypes voor de thuispagina van de groep

source: Select the node types which act as group home pages. Usually %group is the best choice.
nl: Selecteer welke inhoudstypes als thuispagina kunnen dienen voor een groep. Gewoonlijk is %group de beste keuze.

source: Member pictures
nl: Afbeeldingen voor leden

source: Should member pictures be shown in the group subscribers and group details blocks? You must also enable pictures in %user.
da: Skal medlemsbilleder vises i gruppe medlems og gruppe detalje boksene? Du skal også aktivere billeder i %user.
nl: Moeten afbeeldingen van leden getoond worden in het ledenblok en het groepsdetailsblok? U moet dan ook afbeeldingen toelaten in %user.

source: User configuration
da: Bruger konfiguration
nl: Gebruikersconfiguratie

source: (pending approval)
nl: (wachtend op goedkeuring)

source: Subscribe a user to a group
nl: Een gebruiker bij een groep inschrijven

source: All subscribers for a given group.
nl: Alle leden voor een gegeven groep.

source: Retrieve the group subscriptions for a given user.
nl: Vind de inschrijvingen bij een groep, voor een gegeven gebruiker.

source: The name of the organic group this post belongs to.
nl: De naam van de organic group waartoe dit bericht behoort.

source: the sole subscriber
nl: het enige lid

source: %count invitations sent.
da: %count invitationer sendt
nl: %count uitnodigingen verstuurd.

source: name
da: navn
nl: naam

source: 1 subscriber
da: 1 abbonnent
nl: 1 lid

source: administer organic groups
da: administrer organiske grupper
nl: organic groups beheren

source: Og: Group Description
nl: Og: Groepsbeschrijving

source: Og: Group Website
nl: Og: Website van een Groep

source: Og: Subscriber Count
nl: Og: Aantal Leden

source: Og: Selective
nl: Og: Selectief

source: Og: Subscribe Link
nl: Og: Link naar Inschrijvingen

source: Og: List in directory
nl: Og: Opnemen in directory

source: Admin specifies whether or not a group appears in the public listings.
nl: De beheerder bepaalt of een groep voorkomt in de publieke lijsten.

source: Og: Group Name
nl: Og: Groepsnaam

source: Display the title of the first group a node belongs to.
nl: Toon de titel van de eerste groep waartoe een node behoort.

source: Og: Subscription email
nl: Og: Inschrijvingsmail

source: Does subscriber receive email notifications for a group.
nl: Ontvangt het lid verwittigingen via e-mail voor een groep.

source: Og: Manage subscription link
nl: Og: Link naar beheer van inschrijvingen

source: Og: is subscriber an admin in a group
nl: Og: is het lid een beheerder van een groep

source: Og: Group in User Subbed Groups
nl: Og: Groep in Gebruiker Subbed Groepen

source: Groups are filtered to where current user is a member .
nl: Groepen worden gefilterd op waar de huidige gebruiker lid van is .

source: Og: Post in User Subbed Groups
nl: Og: Post in Gebruiker Subbed Groepen

source: Posts are filtered to groups that current user is a member of.
nl: Posts worden gefilterd naar groepen waar de huidige gebruiker lid is.

source: Og: Group nid
nl: Og: Groep nid

source: This argument filters for a given organic group
nl: Dit argument filtert naar een gegeven organic group

source: Shows all activity in subscribed groups.
nl: Toont alle activiteit in ingeschreven groepen.

source: recent posts in my groups
nl: recente posts in mijn groepen

source: There are no posts in your subscribed groups.
nl: Er zijn geen posts in de groepen waarvoor u ingeschreven bent.

source: my recent
nl: mijn recente

source: Group
nl: Groep

source: Last Post
nl: Laatste Bericht

source: Shows unread posts in subscribed groups.
nl: Toont ongelezen berichten in ingeschreven groepen.

source: unread posts in my groups
nl: ongelezen posts in mijn groepen

source: There are no new posts in your subscribed groups.
nl: Er zijn geen nieuwe posts in uw ingeschreven groepen.

source: my unread
nl: mijn ongelezen

source: external website
nl: externe website

source: Invite only
nl: Enkel op uitnodiging

source: yes
da: ja
nl: ja

source: Organic groups
da: Organiske grupper

source: A group provides home page for like minded users. There they post articles about their shared interest.
da: En gruppe giver en hjemmeside for brugere med fælles iteresse. Her kan de kommunikere den fælles interesse.

source: Group blocks are only visible on group pages and not on systemwide pages like the home page or admin pages.
da: Gruppe blokke er kun synlige på gruppe sider.

source: In order to let group admins determine their own group theme, you must enable mutliple themes using %page. To enable admins to upload a group image, you must activate and configure image.module (see Contributions repository). It is strongly recommended that you back up your database before changing these options! Specifically, your node_access table will be altered.
da: Hvis du vil lade group administratorer bestemme deres eget tema, må du først aktivere flere temaer med %page. For at lade administratorer uploade et gruppe billede, må du først aktivere og konfigurere image.module. Det anbefals kraftigt at du backer din database op, før du ændrer disse indstillinger! Specifikt vil node_access tabellen blive ændret.

source: group image (large)
da: gruppebillede (stort)

source: list
da: liste

source: Your email body may not be blank
da: Din e-mail må ikke være tom

source: Your email subject may not be blank
da: Din e-mails emne må ikke være tomt

source: Subject
da: Emne

source: Body
da: Indhold

source: disabled
da: Ikke aktiveret

source: Submit
da: Insend

source: User was promoted to <em> group administrator</em>
da: Bruger blev forfremmet til <em> gruppe-administrator </em>

source: User is no longer a group administrator
da: Bruger er ikke længere gruppe-administrator

source: Post removed from group.
da: Indlæg fjernet fra gruppen.

source: invalid email address:
da: ugyldig e-mail adresse

source: Email addresses
da: E-mail adresser

source: Optional. Enter a message which will become part of the invitation email
da: Valgfrit. Skriv en besked, der vil blive en del af invitations e-mailen

source: In order to subscribe to this group, you must login or register a new account. After you have successfully done so, you will need to follow the <em>subscribe</em> link again.
da: For at abbonnere på denne gruppe, må du først logge ind eller oprette en konto. Efter du har gjort det, kan du følge <em>abbonnér</em> linket igen.

source: Subscription request awaits approval by an administrator.
da: Abbonnementansøgning venter på behandling fra en administrator.

source: User subscribed to group,
da: Bruger abbonnerede på gruppe,

source: You may approve or deny this request at %url
da: Du kan godkende eller afvise denne ansøgning ved %url

source: Name
da: Navn

source: Operations
da: Handlinger

source: deny
da: afvis

source: Home
da: Hjem

source: Title
da: Titel

source: Owner
da: Ejer

source: Description
da: Beskrivelse

source: Selective
da: Valgbare

source: open - subscription requests are accepted immediately
da: åben - abbonnementansøgninger godkendes straks

source: How subscription requests be handled in this group?
da: Hvordan behandles abbonnementansøgninger i denne gruppe?

source: Register
da: Registrér

source: no
da: nej

source: Should this group be available for subscription during registration?. If checked, a corrosponding checkbox will be added to the registration form.
da: Skal denne gruppe være tilgængelig for abbonnement under registrering? Hvis afkrydset, vil en korresponderende afkrydsningsboks blive tilføjet registreringsblanketten.

source: Image
da: Billede

source: Click "Browse..." to select an image to upload.
da: Klik "Browse..." for at vælge et billede at uploade.

source: Screenshot for %theme theme
da: Screenshot for %theme tema

source: no screenshot
da: Intet screenshot

source: Selected
da: Valgt

source: Select a theme for your group.
da: Vælg a tema til din gruppe.

source: You must select an audience in order to post.
da: Du skal vælge et publikum for at kunne indsende.

source: %name must be a subscriber in order to post into %group
da: %name skal være abbonnement for at kunne indsende til %group

source: You must subscribe to a group before posting.
da: Du skal abbonnere på en gruppe før indsending.

source: Admins: If you want to assign this post to a group whose checkbox does not appear below, you must first change the %author. The author's subscriptions are always shown.
da: Admins: Hvis du vil tilføje dette indlæg til en gruppe hvis afkrydsningsfelt ikke findes nedenfor, må du først ændre %author. Forfatterens abbonnementer bliver altid vist.

source: Author
da: Forfatter

source: Show this post to everyone or only to members of the checked selected below.
da: Hvis indlægget til alle eller kun til medlemmer af afkrydsede herunder.

source: EXCERPT
da: UDDRAG

source: FULL POST
da: HELT INDLÆG

source: Subscribe to %name
da: Abbonnér på %name

source: Group albums
da: Gruppe albums

source: Group subscribers
da: Gruppemedlemmer

source: add to this album
da: tilføj til dette album

source: Album Title
da: Album titel

source: Photo
da: Foto

source: You must specify an album title.
da: Du skal specificere en album titel.

source: album saved.
da: album gemt.

source: submitted by %name.
da: indsendt af %name.

source: more
da: mere

source: Recent subscribers
da: Nylige abbonnementer

source: age: %age
da: alder: %age

source: group manager:
da: gruppe manager:

source: create album
da: tilføj album

source: remove from group
da: fjern fra denne gruppe

source: Module status
da: Modul status

source: After enabling this module via the module settings page or before disabling this module, use the above button to restore default permissions.
da: Efter aktivering af dette modul via modul opsætningssiden eller før deaktivering af modulet, brug knappen ovenfor for at genoprette standard tilladelser.

source: Explanation or submission guidelines
da: Forklaring eller indsendelsesretningslinjer

source: Unlimited albums
da: Ubegrænset antal albums

source: If you want to limit your groups to a single album, uncheck this box.
da: Hvis du ønsker at begrænse antallet af album en gruppe kan have til et enkelt, så fjern krydset i boksen.

source: List moderated groups
da: List modererede grupper

source: Moderated groups appear in the %s. Moderated groups require new subscription requests to be manually approved. Invite only groups never appear in the list.
da: Modererede grupper fremkommer i %s. Modererede grupper kræver at abbonnementansøgninger bliver manuelt godkendte. Invitationsgrupper vises aldrig på listen.

source: Visibility to be determined by the author/editor using a checkbox on the posting form
da: Synlighed afhænger af forfatterens/redaktørens brug af afkrydsningsbokse

source: Determine how broadly available a given post should be when it is affiliated with a group. OG admins always see the checkbox for making a post %pub.
da: Bestem hvor alment tilgængeligt et givent indlæg skal være, når det er affileret med en gruppe. OG admins ser altid afkrydsningsboksen for at gøre et indlæg %pub.

source: How many posts of a given type should display on the group home page.
da: Hvor mange indlæg af en given type skal vises på gruppe hjemmesiden

source: Show member pictures
da: Vis medlemsbilleder

source: required
da: påkrævet

source: Do you require that all posts be affiliated with a group? If so, new users will be unable to complete a post until they join a group.
da: Kræver du at alle indlæg affileres med en gruppe? Hvis ja, vil nye brugere være ude af stand til at færdiggøre et indlæg indtil de har tilmeldt sig en gruppe.

source: Select any node types which should <em>not</em> participate in the Audience targetting system.
da: Vælg enhver indholdstype der <em>ikke</em> skal være med i det publikumspecifikke system.

source: Replies
da: Svar

source: Last reply
da: Sidste svar

source: 1 user
da: 1 bruger

source: 1 image
da: 1 billede
